/* 
   Localization.strings
   Jiwok

   Created by reubro R on 10/07/10.
   Copyright 2010 kk. All rights reserved.
 */
 
"WARNING_ENTER_USERNAME" = "Inserite la vostra mail.";
"WARNING_ENTER_PWD" = "Inserite la vostra password.";
"ERROR_LOGIN_FAILED" = "La connessione è fallita. Per favore, riprovate.";
"QUESTION_EXIT_APP" = "Volete veramente lasciare Jiwok?";
"ERROR_INTERNET_CONNECTION" = "Errore di collegamento Internet.";
"INFO_CHECK_CONNECTION" = "Verificate il vostro collegamento Internet.";
"INFO_PREPARE_DOWNLOAD" = "Sta scaricando.";
"INFO_PREPARE_VOCAL_DOWNLOAD" = "Sta scaricando.";
"INFO_PREPARE_SP_SONGS_DOWNLOAD" = "I file stanno scaricando.";
"ERROR_GETTING_VOCALS" = "Errore per scaricare le voci.";
"ERROR_GETTING_SP_SONGS" = "Errore durante la selezione delle canzoni.";
"INFO_VOCAL_DOWNLOAD" = "Le voci del coach stanno scaricando.";
"INFO_SP_SONGS_DOWNLOAD" = "I file musicali Jiwok stanno scaricando.";
"INFO_DOWNLOAD_MUSIC" = "Il software Jiwok scarica alcuni file per terminare l’installazione. Questo può prendere alcuni minuti. Grazie per la vostra pazienza.";
"INFO_DISCONNECTED" = "Siete stati scollegati dal sito Jiwok.";
"QUESTION_DISCONNECT" = "Volete veramente scollegarvi dal vostro conto Jiwok?";
"INFO_DISCONNECTING" = "Sconnessione in corso ....";
"INFO_ALREADY_CONNECTED" = "Il vostro conto è già collegato a Jiwok. Scollegatevi per poter stabilire una nuova connessione.";
"INFO_ANALYSING_SONGS" = "Analisi della vostra musica.";
"INFO_CHECKING_FOLDERS" = "Analisi dei vostri file.";
"INFO_CHECKING_FOLDERS_COMPLETE" = "Jiwok ha finito la verificazione dei file.";
"INFO_ANALYSING_COMPLETE" = "L’analisi della vostra musica è finita, adesso potete utilizzare il vostro coach del sito jiwok.";
"QUESTION_IMPROOVE_ANALYSIS" = "Jiwok ha analizzato le vostre canzoni e non è riuscito ad identificarle tutte, volete identificarle tutte per migliorare il vostro coach?";

// labels in the UI
"LBL_USERNAME" = "Nome dell'utilizzatore:";
"LBL_PASSWORD" = "Password:";

"BTN_CAPTION_GENERATE" = "Rilevare";
"BTN_CAPTION_REMOVE" = "Sopprimere";

"INFO_GENERATING_MP3" = "La rilevazione della vostra seduta mp3 è in corso.";
"INFO_GENERATING_MP3_COMPLETE" = "La vostra seduta mp3 è pronta.";
"INFO_GENERATING_MP3_FAILED"="La vostra seduta non è stata rilevata.";
"INFO_GENERATING_MP3_NO_WORKOUTS" ="Non avete nessuna seduta in attesa.";
"WARNING_ENTER_TICKET_NUMBER" = "Inserire il numero del biglietto.";
"WARNING_WORKOUT_RUNNING" = "La seduta selezionata è in corso di rilevazione. Non potete sopprimerla.";
"QUESTION_REMOVE_WORKOUT" = "Siete sicuro voler sopprimere questa seduta d’allenamento dalla fila d’attesa?";
"WARNING_WORKOUT_RUNNING_NEXT_WROKOUT" = "State già rilevando una seduta.";
"WARNING_CHECKING_DB_SONGS" = "Non avete abbastanza musiche per rilevare le sedute mp3";
"INFO_CANCEL_MP3" = "La rilevazione della seduta è stata annullata.";
"INFO_CANCELLING_MP3" = "Annullazione della rilevazione in corso.";
"QUESTION_CANCEL_WORKOUT" = "Siete sicuro voler annullare la rilevazione della seduta?";
"INFO-FOR_BG_ANALYSING" = "L'analisi delle vostre canzoni è in corso. Per adesso non potete rilevare la vostra seduta.";
"INFO-FOR_MUSIC_SELECT" = "Non avete abbastanza musica per rilevare le vostre sedute mp3. Selezionate nuove canzoni nel vostro computer.";
"INFO-FOR_PROCESS_VOCALS" = "Creazione delle voci.";
"INFO-FOR_PROCESS_SPECIFIC_SONGS" = "Creazione delle musiche";
"INFO-FOR_MIX" = "Mescolare le voci con la musica.";

"REMOVE_FOLDER"="Siete sicuro voler cancellare la selezione di questo repertorio?";
"WARNING_ANALYZING_INPROGRESS"="L’analisi della vostra musica sta proseguendo, non potete cancellare questo repertorio subito.";


// labels in the Login
"AUTO-START"="Mettere in moto automaticamente";
"RELAUNCH-DETECTION"="Rilanciare la ricerca";
"AUTO-DETECT"="Ricerca automatica";

"AUTO_LOGIN_BUTTON"="Collegarsi automaticamente";
"REMEMBER_ME_BUTTON"="Ricordatevi la vostra password";

//LABELS FOR MUSIC
"MUSICAL_SEARCH_TITLE"="Selezionare i file che contengono la vostra musica:";
"MY_DOCUMENTS"="I miei documenti";
"MY_ITUNES"="Il mio iTunes";
"SAVE"="Registrare";
"SELECTED_FOLDERS"="File selezionati";
"MUSIC_AND_BPM"="Ricerca della vostra musica.";

//LABELS FOR WORKOUT
"WORKOUT_TITLE"="Seduta mp3";
"WORKOUT_DESCRIPTION"="Attualmente, non avete nessuna seduta in corso di rilevazione. Verificate se avete un seduta in attesa oppure rilevate la vostra seduta nel sito Jiwok";
"WORKOUT_SAVE_LOCATION"="Le vostre sedute mp3 sono registrate qui";

//SUPPORT
"GET_TICKETS"="Per vedere il vostro biglietto è qui";
"TYPE_COMMENTS"="opo avere preso contatto con il nostro servizio tecnico, inserite il numero di biglietto comunicato qui";
"SUCCESSFULLY_COMMENTED"="Abbiamo ricevuto le vostre informazioni. Grazie.";

//INFO POP-UPS
"LOGIN_POPUP"="Connessione al vostro conto Jiwok";
"LOGOUT_POPUP"="Sconessione in corso.";
"ANALYZING_SONGS_POPUP"="Jiwok rileva ed analizza la vostra musica. Ci vodrà un po’ di tempo prima di potere utilizzare il vostro coach Jiwok, grazie per la pazienza.";
"FINISHED_ANALYSIS_POPUP"="L’analisi della vostra musica è finita, adesso potete utilizzare il vostro coach nel sito jiwok.";
"GENERATION_INPROGRESS_POPUP"="La vostra seduta mp3 sta per essere rilevata.";
"GENERATION_COMPLETED_POPUP"="a vostra seduta mp3 adesso è pronta.";

//AutoUpdate
"INFO_DOWNLOAD_AUTOUPDATE"="Aggiornamento del software Jiwok in corso. Grazie per alcuni minuti di pazienza.";

//Top Menu
"CLOSE_APP"="Chiudere";
